[
    "The Primal Scenario or Basic Datum of Experience: Systems in general work poorly or not at all. (Complicated systems seldom exceed five percent efficiency.)",
    "The Fundamental Theorem: New systems generate new problems.",
    "The Law of Conservation of Anergy: The total amount of anergy in the universe is constant. (\"Anergy\" = \"human energy\")",
    "Laws of Growth: Systems tend to grow, and as they grow, they encroach.",
    "The Generalized Uncertainty Principle: Systems display antics. (Complicated systems produce unexpected outcomes. The total behavior of large systems cannot be predicted.)",
    "Le Chatelier's Principle: Complex systems tend to oppose their own proper function. As systems grow in complexity, they tend to oppose their stated function.",
    "Functionary's Falsity: People in systems do not actually do what the system says they are doing.",
    "The Operational Fallacy: The system itself does not actually do what it says it is doing.",
    "The Fundamental Law of Administrative Workings (F.L.A.W.): Things are what they are reported to be. The real world is what it is reported to be. (That is, the system takes as given that things are as reported, regardless of the true state of affairs.)",
    "Systems attract systems-people. (For every human system, there is a type of person adapted to thrive on it or in it.)",
    "The bigger the system, the narrower and more specialized the interface with individuals.",
    "A complex system cannot be \"made\" to work. It either works or it doesn't.",
    "A simple system, designed from scratch, sometimes works.",
    "Some complex systems actually function.",
    "A complex system that works is invariably found to have evolved from a simple system that works.",
    "A complex system designed from scratch never works and cannot be patched up to make it work. You have to start over, beginning with a working simple system.",
    "The Functional Indeterminacy Theorem (F.I.T.): In complex systems, malfunction and even total non-function may not be detectable for long periods, if ever.",
    "The Newtonian Law of Systems Inertia: A system that performs a certain way will continue to operate in that way regardless of the need or of changed conditions.",
    "Systems develop goals of their own the instant they come into being.",
    "Intrasystem goals come first.",
    "The Fundamental Failure-Mode Theorem (F.F.T.): Complex systems usually operate in failure mode.",
    "A complex system can fail in an infinite number of ways. (If anything can go wrong, it will.)",
    "The mode of failure of a complex system cannot ordinarily be predicted from its structure.",
    "The crucial variables are discovered by accident.",
    "The larger the system, the greater the probability of unexpected failure.",
    "\"Success\" or \"Function\" in any system may be failure in the larger or smaller systems to which the system is connected.",
    "The Fail-Safe Theorem: When a Fail-Safe system fails, it fails by failing to fail safe.",
    "Complex systems tend to produce complex responses (not solutions) to problems.",
    "Great advances do not come out of systems designed to produce great advances.",
    "The Vector Theory of Systems: Systems run better when designed to run downhill.",
    "Loose systems last longer and work better. (Efficient systems are dangerous to themselves and to others.)",
    "As systems grow in size, they tend to lose basic functions.",
    "The larger the system, the less the variety in the product.",
    "Control of a system is exercised by the element with the greatest variety of behavioral responses.",
    "Colossal systems foster colossal errors.",
    "Choose your systems with care.",
    "Everything is a system.",
    "Everything is part of a larger system.",
    "The universe is infinitely systematized, both upward (larger systems) and downward (smaller systems).",
    "All systems are infinitely complex.",
    "A priori systems are considered guilty until proven innocent, given that reason is finite.",
    "As evolution is the only system known to produce intelligent behaviour, it is to be preferred.",
    "Cherish your system-failures.",
    "Problems are not the problem; coping is the problem.",
    "Systems tend to expand to fill the known universe.",
    "Complex systems exhibit unexpected behavior.",
    "Reality is more complex than it seems.",
    "A large system, produced by expanding the dimensions of a smaller system, does not behave like the smaller system.",
    "The system always kicks back.",
    "Systems tend to malfunction conspicuously just after their greatest triumph.",
    "Fully Prepared for the Past (FPFP) Axiom: The army is now fully prepared to fight the previous war.",
    "A temporary patch will very likely be permanent.",
    "The old system is now the new problem. The ghost of the old system continues to haunt the new.",
    "The Naming Fallacy: The name is most emphatically not the thing.",
    "A system is no better than its sensory organs.",
    "Specialized systems select for specialization. The end result of extreme competition is bizarreness.",
    "Rohe's Theorem: Designers of systems tend to design ways for themselves to bypass the system.",
    "The Exploitation Theorem: If a system can be exploited, it will be. Any system can be exploited.",
    "Administrator's Anxiety: Pushing on the system doesn't help.",
    "Large complex systems are beyond human capacity to evaluate.",
    "Whatever the system has done before, you can be sure it will do it again.",
    "The system is its own best explanation.",
    "Systems don't work for you or for me. They work for their own goals.",
    "The system behaves as if it has a will to live.",
    "Glitch-hunter's Theorem: Intermittent failure is the hardest case.",
    "A bug may be purely local, but you and I can never know that for sure.",
    "One does not know all the expected effects of known bugs.",
    "Cherish your bugs. Study them.",
    "The structure of a machine or an organism is an index of the performance that may be expected of it.",
    "Form may follow function, but don't count on it.",
    "New structure implies new functions.",
    "As systems expand, new functions appear suddenly, in stepwise fashion.",
    "When big systems fail, the failure is often big.",
    "In setting up a new system, tread softly. You may be disturbing another system that is actually working.",
    "The message sent is not necessarily the message received.",
    "The meaning of communication is the behavior that results.",
    "The Basic Information Theorem (B.I.T.): Information decays. The most urgently needed information decays fastest.",
    "One system's garbage is another system's precious raw material.",
    "Inaccessibility Theorem: The information you have is not the information you want. The information you want is not the information you need. The information you need is not the information you can obtain.",
    "In a closed system, information tends to decrease and hallucination tends to increase.",
    "For maximum success, feel free to switch systems and even to switch goals.",
    "Do it without a new system if you can.",
    "Avoid unnecessary systems.",
    "Do it with an existing system if you can.",
    "Do it with a small system if you can.",
    "Almost anything is easier to get into than out of.",
    "Taking it down is often more tedious than setting it up.",
    "Some things just can't be done well by a system.",
    "Bad design can rarely be overcome by more design, whether good or bad.",
    "Large amounts of poor data tend to preempt any amount of good data.",
    "Plan to scrap the first system: you will anyway.",
    "Just calling it feedback doesn't mean that it has actually fed back. It hasn't fed back until the system changes course.",
    "A system that ignores feedback has already begun the process of terminal instability.",
    "Feedback always gives a picture of the past.",
    "The future is no more predictable now than it was in the past, but you can at least take note of trends.",
    "When the system acts up, it participates in the creation of the future. The future is partly determined by what we do now.",
    "Complicated systems produce complicated responses to problems.",
    "Complex systems have complex behaviors.",
    "Twin Limits Theorem: You can't change just one thing. You can't change everything.",
    "Perfectionist's Paradox: In dealing with large systems, the striving for perfection is a serious imperfection.",
    "If it's worth doing at all, it's worth doing poorly.",
    "In order to succeed, it is neccessary to know how to avoid the most likely ways to fail.",
    "If your problem seems unsolvable, consider that you may have a meta-problem.",
    "The system is altered by the probe used to test it.",
    "Look for the self-referential point—that's where the problem is likely to be.",
    "If things seem to be getting worse even faster than usual, consider that the remedy may be at fault.",
    "Escalating the wrong solution does not improve the outcome.",
    "If things are acting strangely, consider that you may be in a feedback situation.",
    "The Second Law of Systems-Survival: In order to remain unchanged, the system must change.",
    "Information rarely leaks up.",
    "The system takes the credit (for any favorable eventuality).",
    "Prolonged selection selects survivors."
]
